1줄 : 곽영균 , 김수봉
2줄 : 김혜민 , 문병준
3줄 : 이선준 , 정수원

1.JavaProject의 왜 만드는지?
		- 현재는 각 챕터를 구분하여 보기 위해서 
		- 추후에는 다른 이유가 있음.
2.java파일 만드는 이유?
		- java언어로 개발 할라고
		
3.변수 타입과 변수의 전체적인 이해?
		- 변수는 왜 타입을 나눴을까?
		- 타입 종류는 ? 내가 알고있는것
		- 변수의 나열
		- 변수의 선언
		- 변수의 할당 , 초기화 등

4.변수 타입 변경(형변환,캐스팅)의 이해?
		
5.Scanner로 입력 받은 데이터 타입 변경의 이해?
		1.스캐너로 소숫점이 있는 숫자 입력받아 +10해보기(<-까지 가능하면 ok)
		//힌트 : int , double등의 숫자형 데이터 타입은 첫글자가 대문자로 시작하는
		//wrapperClass가 존재하며 이를 이용하면 해결 가능
		
		//2.스캐너로 소숫점이 있는 숫자를 입력받아 정수형 데이터 타입으로 캐스팅해보기(<-까지 good)
		//위와 과정은 유사하나 double => int 어떤 형변환 과정이 한번 필요함
		//ex) 3.14 입력 시 => 3만 출력이 됨
		
		
		
		